//NKCOMP JOB 'IBMUSER',NOTIFY=&SYSUID,
//  MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1),REGION=0M,TIME=(0,7)
//PROCLIB JCLLIB ORDER=DFH320.CICS.SDFHPROC
//STEP0    EXEC IGYWCL,
//         PARM='CICS,LIB,SIZE(8192k)'
//STEPLIB  DD DSN=DFH320.CICS.SDFHLOAD,DISP=SHR
//STEPLIB  DD DSN=NK.LIB,DISP=SHR
//COBOL.SYSIN   DD DSN=NK.SOURCE(PG01),DISP=SHR
//SYSLIB        DD DSN=DFH320.CICS.SDFHLOAD,DISP=SHR
//              DD DSN=DFH320.CICS.SDFHPROC,DISP=SHR
//              DD DSN=CEE.SCEELKED,DISP=SHR
//LKED.SYSLMOD  DD DSN=CEE.SCEECICS(PG01),DISP=SHR
//LKED.SYSLIB   DD DSN=DFH320.CICS.SDFHLOAD,DISP=SHR
//              DD DSN=DFH320.CICS.SDFHPROC,DISP=SHR
//              DD DSN=CEE.SCEELKED,DISP=SHR
