//NKCOMP JOB 'IBMUSER',NOTIFY=&SYSUID,
//  MSGCLASS=X,CLASS=A,MSGLEVEL=(1,1),REGION=0M,TIME=(0,7)
//PROCLIB JCLLIB ORDER=DFH320.CICS.SDFHPROC
//STEP0    EXEC PROC=DFHZITCL,
//          DSCTLIB=NK.LIB,
//          PROGLIB=NK.LIB,
//          OUTC='*'
//STEPLIB  DD DSN=NK.LIB,DISP=SHR
//COBOL.SYSIN   DD DSN=NK.SOURCE(PG01),DISP=SHR
//LKED.SYSLMOD  DD DSN=NK.LIB(PG01),DISP=SHR
//