//JCC  JOB (090,USER1,S),'USER1',CLASS=S,
//     NOTIFY=USER1,COND=(0,NE),REGION=0M,MSGLEVEL=(1,1)
//TSO EXEC PGM=IKJEFT1A
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD *
listcat
 